# Installed taps
#

tap "anomalyco/tap"
tap "jandedobbeleer/oh-my-posh"
tap "ojizero/tap"
tap "xykong/tap"

# Installed formulae
#

brew "bat"
brew "cloudflared"
brew "coreutils"
brew "docker", link: false
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "fx"
brew "gawk"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "glow"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "jq"
brew "just"
brew "mas"
brew "mise"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nss"
brew "poppler"
brew "ripgrep"
brew "sheets"
brew "shellcheck"
brew "tflint"
brew "tree"
brew "tree-sitter-cli"
brew "viu"
brew "watch"
brew "websocat"
brew "wget"
brew "worktrunk"
brew "zoxide"
brew "anomalyco/tap/opencode"

# Installed casks
#

cask "adguard"
cask "affinity"
cask "bartender"
cask "claude"
cask "claude-code"
cask "cursor"
cask "cursor-cli"
cask "discord"
cask "docker-desktop"
cask "epic-games"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "helium-browser"
cask "imageoptim"
cask "iterm2"
cask "obs"
cask "obsidian"
cask "opencode-desktop"
cask "rode-central"
cask "signal"
cask "stats"
cask "steam"
cask "synology-drive"
cask "tableplus"
cask "tailscale-app"
cask "zed"
cask "zen"
cask "zoom"
cask "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "xykong/tap/flux-markdown"

# Installed apps from the Mac App Store
#

mas "Actions", id: 1586435171
mas "Camera Preview", id: 1632827132
mas "Cardhop", id: 1290358394
mas "Data Jar", id: 1453273600
mas "DeArrow", id: 6451469297
mas "Fantastical", id: 975937182
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 409183694
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 409201541
mas "RedirectWeb", id: 1571283503
mas "Refined GitHub", id: 1519867270
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "Strongbox", id: 1481853033
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
