# Installed taps
#

tap "aws/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "ojizero/tap"

# Installed formulae
#

brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "diff-so-fancy"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git-lfs"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "hugo"
brew "jq"
brew "just"
brew "k6"
brew "m-cli"
brew "mas"
brew "mkcert"
brew "mysql@8.0", link: true
brew "ncdu"
brew "nmap"
brew "nss"
brew "shellcheck"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"

# Installed casks
#

cask "1password"
cask "adguard"
cask "arc"
cask "bartender"
cask "discord"
cask "docker"
cask "epic-games"
cask "fanny"
cask "firefox"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "imageoptim"
cask "iterm2"
cask "megasync"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "protonvpn"
cask "rapidapi"
cask "rectangle"
cask "signal"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zed"
cask "zoom"

# Installed apps from the Mac App Store
#

mas "Actions", id: 1586435171
mas "Apple Configurator", id: 1037126344
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Data Jar", id: 1453273600
mas "DeArrow", id: 6451469297
mas "Fantastical", id: 975937182
mas "Flighty", id: 1358823008
mas "Flow", id: 1423210932
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Hyperduck", id: 6444667067
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Outlook", id: 985367838
mas "Noir", id: 1592917505
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Posture Pal", id: 1590316152
mas "Pure Paste", id: 1611378436
mas "Reeder", id: 1529448980
mas "Refined GitHub", id: 1519867270
mas "Slack", id: 803453959
mas "Speediness", id: 1596706466
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "Streaks", id: 963034692
mas "Strongbox", id: 1481853033
mas "Telegram", id: 747648890
mas "Velja", id: 1607635845
