tap "aws/tap"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nektos/tap"
tap "nodenv/nodenv"
tap "ojizero/tap"

brew "awscli"                                       #y
brew "azure-cli"                                    #y
brew "bash"                                         #y
brew "cmake"                                        #y
brew "coreutils"                                    #y
brew "diff-so-fancy"                                #y
brew "docker", link: false                          #y
brew "gawk"                                         #y
brew "git-lfs"                                      #y
brew "gnu-tar"                                      #y
brew "gnupg", link: false                           #y
brew "go"                                           #y
brew "goenv"                                        #?x
brew "goreleaser"                                   #??
brew "grep"                                         #??
brew "helm"                                         #y
brew "hub"                                          #y
brew "hugo"                                         #y
brew "jq"                                           #?
brew "jsonnet"                                      #x
brew "just"                                         #?
brew "kubernetes-cli"                               #y
brew "m-cli"                                        #y
brew "mas"                                          #?
brew "ncdu"                                         #y
brew "neovim"                                       #x
brew "nodenv"                                       #?x
brew "openjdk@11"                                   #y
brew "packer"                                       #y
brew "rbenv"                                        #?x
brew "shellcheck"                                   #y
brew "terraform"                                    #y
brew "thefuck"                                      #y
brew "tree"                                         #y
brew "unrar"                                        #y
brew "vagrant-completion"                           #y
brew "watch"                                        #y
brew "wget"                                         #y
brew "aws/tap/aws-sam-cli"                          #y
brew "azure/functions/azure-functions-core-tools@3" #?
brew "nektos/tap/act"                               #y
brew "nodenv/nodenv/node-build-update-defs"         #?x
brew "nodenv/nodenv/nodenv-aliases"                 #?x
brew "nodenv/nodenv/nodenv-package-rehash"          #?x
brew "ojizero/tap/gofindup"                         #h
cask "adguard"                                      #??
cask "discord"                                      #y
cask "docker"                                       #?
cask "dotnet-sdk"                                   #y
cask "fanny"                                        #??
cask "firefox"                                      #y
cask "flycut"                                       #?
cask "google-chrome"                                #?x
cask "gpg-suite"                                    #?x
cask "imageoptim"                                   #?
cask "intellij-idea-ce"                             #??
cask "iterm2"                                       #y
cask "itsycal"                                      #?
cask "megasync"                                     #y
cask "microsoft-teams"                              #y
cask "mono-mdk"                                     #?x
cask "parallels"                                    #?
cask "powershell"                                   #y
cask "signal"                                       #y
cask "rider"                                        #?x
cask "slack"                                        #xx
cask "steam"                                        #?
cask "tableplus"                                    #?
cask "vagrant"                                      #y
cask "virtualbox"                                   #?x
cask "virtualbox-extension-pack"                    #?x
cask "visual-studio"                                #?x
cask "visual-studio-code"                           #y
cask "zoomus"                                       #y
mas "1Password 7", id: 1333542190                   #h
mas "Jira", id: 1475897096                          #h
mas "Microsoft Remote Desktop", id: 1295203466      #h
mas "Wire", id: 931134707                           #h
